START_MSG = """Привет, {} 👋

    Это телеграм бот для поиска архивных фото по местоположению, взятых с <a href="https://pastvu.com/">pastvu</a>

    Для поиска достаточно отправить любую геопозицию или воспользоваться соотвествующей командой
    """

INFO_MSG = (
    "Этот бот работает с открытым архивом исторических фото. "
    "Отправь геопозицию, чтобы получить фото из прошлого 🕒"
)

NEED_SEND_GEO_MSG = "Нужно отправить геопозицию 🌍"

NO_PHOTOS_MSG = "Фотографий рядом нет. Выбери другое местоположение 🌍"

NO_MORE_PHOTOS_MSG = "Фотографий рядом больше нет. Выбери другое местоположение 🌍"

SOME_ERROR_MSG = "Что-то пошло не так. Выбери другое местоположение или вернись чуть позже ⌛"
